[
  {
    "model": "catalog.product",
    "pk": 1,
    "fields": {
      "name": "Apple iPhone 15 Pro Max 1Tb",
      "description": "Apple iPhone 15 Pro Max — флагманский смартфон с памятью 1 ТБ и камерой с тремя объективами Sony. Способен работать в режиме прослушивания музыки до 95 часов. Смартфон можно заряжать через разъем USB Type-C или по технологии Qi.",
      "image": "products/images/Apple_iPhone_15_Pro_Max_1Tb.webp",
      "category": 1,
      "price": "215090.00",
      "created_at": "2024-05-11",
      "updated_at": "2024-05-11"
    }
  },
  {
    "model": "catalog.product",
    "pk": 2,
    "fields": {
      "name": "ASUS ROG Phone 7 Ultimate 5G 16/512Gb, AI2205",
      "description": "Наслаждайтесь бесперебойной и невероятной производительностью с ASUS ROG Phone 8 . Специально разработанный для видеоигр, он оснащен мощным процессором Qualcomm Snapdragon 8 Gen 3, великолепным 6,78-дюймовым дисплеем AMOLED с разрешением Full HD+ 1080 x 2400 пикселей и частотой обновления 165 Гц, а также 16 ГБ оперативной памяти и 256 ГБ памяти. И это еще не все: благодаря удобному дизайну, сверхчувствительному управлению игрой и тактильному интерфейсу с обратной связью по усилию у вас не будет оправданий, чтобы не одолеть своих противников.",
      "image": "products/images/ASUS_ROG_Phone_7_Ultimate_5G_16-512Gb_AI2205.webp",
      "category": 1,
      "price": "201730.00",
      "created_at": "2024-05-11",
      "updated_at": "2024-05-11"
    }
  },
  {
    "model": "catalog.product",
    "pk": 3,
    "fields": {
      "name": "Samsung Galaxy Z Fold 5 5G 12/256Gb, SM-F946B",
      "description": "Смартфон Samsung Galaxy Z Fold 5 SM-F946BLBDMEA — это устройство премиум класса, которое отличается высокой производительностью и стильным дизайном.",
      "image": "products/images/Samsung_Galaxy_Z_Fold_5_5G_12-256Gb_SM-F946B.webp",
      "category": 1,
      "price": "189990.00",
      "created_at": "2024-05-11",
      "updated_at": "2024-05-11"
    }
  },
  {
    "model": "catalog.product",
    "pk": 4,
    "fields": {
      "name": "Honor Magic V2 16/512Gb",
      "description": "Смартфон Honor Magic V2 имеет складную конструкцию корпуса черного цвета из металла и экокожи с каплевидным титановым шарниром, который позволяет надежно зафиксировать обе половинки под требуемым углом, а также оснащен двумя OLED-дисплеями. Диагональ внешнего экран составляет 6.43 дюйма, а в разложенном виде доступна внутренняя 7.92-дюймовая панель с разрешением 2344x2156 пикселей, на которой можно смотреть видеоролики или играть в мобильные игры. Пиковая яркость достигает 2500 нит, благодаря чему обеспечивается четкое изображение даже под прямыми солнечными лучами, а за счет увеличенной частоты обновления 120 Гц гарантируется плавная картинка при прокрутке страниц и просмотре фильмов с динамичными сценами. Специальное нанокристаллическое 2.5D-стекло устойчиво к царапинам и механическим повреждениям при падении на твердую поверхность. Разбить его очень сложно. А олеофобное покрытие уменьшает количество жирных пятен и отпечатков пальцев.",
      "image": "products/images/Honor_Magic_V2_16-512Gb.webp",
      "category": 1,
      "price": "159990.00",
      "created_at": "2024-05-11",
      "updated_at": "2024-05-11"
    }
  },
  {
    "model": "catalog.product",
    "pk": 5,
    "fields": {
      "name": "Xiaomi 14 Ultra 16/512Gb",
      "description": "Смартфон Xiaomi 14 Ultra – это флагман 2024 года, который поможет в решении любых задач. Мощнейший процессор Qualcomm Snapdragon 8 Gen 3 справится с самыми тяжёлыми программами, AMOLED-экран с частотой 120 Гц обеспечит удовольствие от просмотра, а камера с четырьмя объективами поможет сделать качественные снимки в любых условиях.",
      "image": "products/images/Xiaomi_14_Ultra_16-512Gb.webp",
      "category": 1,
      "price": "149990.00",
      "created_at": "2024-05-11",
      "updated_at": "2024-05-11"
    }
  },
  {
    "model": "catalog.product",
    "pk": 6,
    "fields": {
      "name": "MSI Titan 18 HX A14VIG-211RU 9S7-182221-211, 18\"",
      "description": "Ноутбук игровой MSI Titan 18 HX A14VIG-211RU 9S7-182221-211 – оптимальное решение для геймеров и графических специалистов.\r\n\r\nдиагональ экрана: 18\";\r\nразрешение: 3840х2400;\r\nпроцессор: Intel Core i9;\r\nоперативная память: 64 Гб;\r\nSSD накопитель: 3 х 1024 Гб;\r\nграфический адаптер: NVIDIA GeForce RTX 4090 для ноутбуков - 16 ГБ.",
      "image": "products/images/MSI_Titan_18_HX_A14VIG-211RU_9S7-182221-211_18.webp",
      "category": 2,
      "price": "599990.00",
      "created_at": "2024-05-11",
      "updated_at": "2024-05-11"
    }
  },
  {
    "model": "catalog.product",
    "pk": 7,
    "fields": {
      "name": "DELL XPS 17 9730 9730-0007, 17",
      "description": "Ноутбук игровой DELL XPS 17 9730 позволит получить максимальное удовольствие от неповторимой графики и высокой производительности во время прохождения самых современных игр. Пользователь может на протяжении долгого времени использовать устройство без необходимости подзарядки.\r\n\r\nдиагональ экрана: 17\";\r\nразрешение: 3840х2400;\r\nпроцессор: Intel Core i7;\r\nоперативная память: 32 Гб;\r\nSSD-накопитель: 1024 Гб;\r\nграфический адаптер: NVIDIA GeForce RTX 4070;\r\nэнергоемкость батареи: 97 Wh.",
      "image": "products/images/DELL_XPS_17_9730_9730-0007_17.webp",
      "category": 2,
      "price": "513450.00",
      "created_at": "2024-05-11",
      "updated_at": "2024-05-11"
    }
  },
  {
    "model": "catalog.product",
    "pk": 8,
    "fields": {
      "name": "ASUS ROG Zephyrus Duo 16 GX650PY-NM085W 90NR0BI1-M004X0, 16",
      "description": "Ноутбук игровой ASUS ROG Zephyrus Duo 16 GX650PY-NM085W оснащен производительным процессором и интеллектуальной видеокартой, обеспечивая высокую скорость работы даже в ресурсоемких приложениях. Это позволяет легко справляться с вычислительными задачами любой сложности, в том числе с трехмерным рендерингом и стримингом. Инфракрасная камера гарантирует моментальный доступ за счет сенсора распознавания лица и безопасность личных данных.",
      "image": "products/images/ASUS_ROG_Zephyrus_Duo_16_GX650PY-NM085W_90NR0BI1-M004X0_16.webp",
      "category": 2,
      "price": "419990.00",
      "created_at": "2024-05-11",
      "updated_at": "2024-05-11"
    }
  }
  ]